jorgebucaran/fisher
patrickf1/fzf.fish
catppuccin/fish
edc/bass
jethrokuan/z
jhillyerd/plugin-git
laughedelic/pisces
gazorby/docker-abbr
